Repository: cinemore/CinePlayer
Catalog: CinePlayer/Localizable.xcstrings
Source language: zh_hans
Languages: ar, ca, cs, da, de, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, uk, vi, zh_hant

source: 输入范围: -300.0s ~ +300.0s
ar: نطاق الإدخال: -300.0 ثانية ~ +300.0 ثانية
ca: Rang d'entrada: -300.0s ~ +300.0s
cs: Rozsah: -300.0s ~ +300.0s
da: Inputområde: -300.0s ~ +300.0s
de: Eingabe: -300,0 s ~ +300,0 s
en: Input range: -300.0s ~ +300.0s
es: Entrada: -300.0s ~ +300.0s
fi: Syötealue: -300.0s ~ +300.0s
fr: Entrée : -300.0s ~ +300.0s
he: טווח קלט: -300.0s ~ +300.0s
hi: इनपुट रेंज: -300.0s ~ +300.0s
hr: Podaci: -300.0s ~ +300.0s
hu: Beállítási tartomány: -300.0s ~ +300.0s
id: Input: -300.0s ~ +300.0s
it: Input: -300.0s ~ +300.0s
ja: 入力範囲: -300.0秒～+300.0秒
ko: 입력 범위: -300.0s ~ +300.0s
nl: Input: -300.0s ~ +300.0s
pl: Zakres: -300.0s ~ +300.0s
pt_br: Entrada: -300.0s ~ +300.0s
ro: Interval: -300.0s ~ +300.0s
ru: Ввод: -300.0с ~ +300.0с
th: ช่วงค่า: -300.0s ~ +300.0s
tr: Giriş aralığı: -300.0s ~ +300.0s
uk: Вхідний діапазон: -300.0с ~ +300.0с
vi: Nhập: -300.0s ~ +300.0s
zh_hant: 輸入範圍：-300.0s ~ +300.0s

source: 输出分辨率
ar: دقة الإخراج
ca: Sortida de resolució
cs: Rozlišení
da: Output resolution
de: Auflösung
en: Resolution
es: Resolución de salida
fi: Resoluutio
fr: Résolution
he: פלט רזולוציה
hi: आउटपुट रिज़ॉल्यूशन
hr: Izlazna rezolucija
hu: Kimeneti felbontás
id: Resolusi keluaran
it: Risoluzione di output
ja: 解像度
ko: 해상도
nl: Output resolutie
pl: Rozdzielczość
pt_br: Resolução de saída
ro: Rezoluție
ru: Разрешение вывода
th: ความละเอียด
tr: Çözünürlük
uk: Вивід роздільності
vi: Độ phân giải
zh_hant: 輸出分辨率

source: 边框
ar: إطار
ca: Borda
cs: Okraj
da: Ramme
de: Rahmen
en: Border
es: Borde
fi: Reuna
fr: Cadre
he: מסגרת
hi: सीमा
hr: Granica
hu: Keretek
id: Bingkai
it: Bordo
ja: 枠
ko: 프레임
nl: Rand
pl: Granica
pt_br: Bordas
ro: Bord
ru: Рамка
th: กรอบ
tr: Kenar
uk: Межа
vi: Viền
zh_hant: 邊框

source: 连接稳定
ar: اتصال ثابت
ca: Connectat
cs: Spojení stabilní
da: Forbindelse stabil
de: Verbindung stabil
en: Stable Connection
es: Conexión estable
fi: Yhteys vakaa
fr: Connexion stable
he: חיבור יציב
hi: कनेक्शन स्थिर
hr: Stabilna veza
hu: Kapcsolat stabil
id: Stabil
it: Connessione stabile
ja: 接続安定
ko: 연결 안정
nl: Verbinding stabiel
pl: Połączenie stabilne
pt_br: Conexão estável
ro: Conexiune stabilă
ru: Соединение стабильно
th: เชื่อมต่อเสถียร
tr: Bağlantı Sağlam
uk: Підключено
vi: Kết nối ổn định
zh_hant: 連接穩定

source: 选择源语言和目标语言后，点击“下载语言包”可离线使用 Apple 翻译。
ar: اختر لغة المصدر واللغة الهدف، ثم انقر على "تنزيل حزمة اللغة" لاستخدام مترجم Apple بشكل متصل
ca: Selecciona la llengua origen i la llengua de destí, i prem “Descarregar paquet lingüístic” per utilitzar Apple Traducció offline
cs: Vyberte zdrojové a cílové jazyky a poté klikněte na „Stáhnout jazykový balíček“ pro offline použití s Apple Překladačem
da: Vælg kilde- og målsprog, og klik på "Download sprogpakke" for offline brug med Apple Translate
de: Wähle Sprache, dann "Sprachpaket herunterladen" – Apple Übersetzer offline nutzen
en: Select source and target languages, then click “Download Language Pack” for offline use with Apple Translate
es: Selecciona el idioma de origen y el idioma de destino, y haz clic en "Descargar paquete de idiomas" para usar Apple Traductor sin conexión
fi: Valitse lähtö- ja kohdekieli, ja klikkaa "Lataa kielipaketti" Apple Translatorin offline-käyttöä varten
fr: Sélectionnez la langue source et la langue cible, puis cliquez sur « Télécharger le paquet linguistique » pour utiliser Apple Traduction hors ligne
he: בחר שפה מקור ושפה יעד, ואז לחץ על "הורד חבילת שפה" לשימוש עצמי עם Apple Translate
hi: स्रोत भाषा और लक्ष्य भाषा का चयन करें, फिर “भाषा पैक डाउनलोड” पर क्लिक करें ताकि Apple अनुवाद का उपयोग ऑफलाइन किया जा सके।
hr: Odaberite izvorne i ciljne jezike, a zatim kliknite “Preuzmi paket jezika” za offline korištenje s Apple Prevodiljem
hu: Válassz forrás és célnyelvet, majd kattints “Letöltés”re
id: Pilih bahasa sumber dan bahasa target, lalu klik "Unduh Paket Bahasa" untuk menggunakan Apple Translate secara offline
it: Seleziona la lingua sorgente e quella di destinazione, quindi clicca su "Scarica pacchetto lingua" per utilizzare Apple Traduttore offline
ja: 言語選択後、「言語パックのダウンロード」でオフライン利用。
ko: 언어 선택 후 “언어 패키지 다운로드”를 클릭하면 Apple 번역을 오프라인으로 사용 가능
nl: Selecteer bron- en doeltaal, klik op “Download Taalpakket” voor offline gebruik met Apple Translate
pl: Wybierz język źródłowy i docelowy, a następnie kliknij „Pobierz pakiet językowy” dla korzystania z Apple Translate offline
pt_br: Selecione a língua e escolha o idioma, e clique em "Baixar Pacote de Idioma" para usar o Tradutor do Apple offline
ro: Selectați limba sursă și limba țintă, apoi dați clic pe “Descarcă pachet lingvistic” pentru utilizare offline cu Apple Translate
ru: Выберите язык и выберите «Скачать пакет языков», чтобы использовать Apple Перевод в автономном режиме
th: เลือกภาษาต้นและภาษาเป้าหมาย แล้วคลิก “ดาวน์โหลดแพ็กเกจภาษา” สำหรับใช้กับ Apple ภาษานอกระบบ
tr: Kaynak ve hedef dilleri seçip, "Dil Paketi İndir"e tıklayarak Apple Translate'i çevrimdışı kullanın
uk: Виберіть джерело та мову призначення, а потім натисніть «Завантажити пакет мов» для офлайн-використання з Apple Translate
vi: Chọn ngôn ngữ nguồn và ngôn ngữ đích, sau đó nhấp vào “Tải gói ngôn ngữ” để sử dụng Apple Dịch ngoại tuyến
zh_hant: 選擇源語言和目標語言後，點擊「下載語言包」，可離線使用 Apple 翻譯。

source: 采样率
ar: معدل أخذ العينات
ca: Taxa d'amultat
cs: Samplerate
da: Sampling rate
de: Abtastrate
en: Sampling rate
es: Muestreo
fi: Näytteenotto
fr: Échantillon
he: שיעור דגימה
hi: सैंपलिंग दर
hr: Postaja uzorka
hu: Mintaszám
id: Sampling rate
it: Campionamento
ja: サンプリングレート
ko: 샘플링률
nl: Sampling rate
pl: Przykładowa częstotliwość
pt_br: Taxa de amostragem
ro: Sampling rate
ru: Частота дискретизации
th: อัตราการสุ่ม
tr: Örnekleme oranı
uk: Зразок частоти
vi: Tỷ lệ lấy mẫu
zh_hant: 採樣率

source: 重启
ar: إعادة تشغيل
ca: Reiniciar
cs: Restart
da: Genstart
de: Neustart
en: Restart
es: Reiniciar
fi: Käynnistä
fr: Redémarrer
he: אתחול
hi: रीस्टार्ट
hr: Restart
hu: Újraindítás
id: Restart
it: Riavvia
ja: 再起動
ko: 재시작
nl: Herstart
pl: Restart
pt_br: Reiniciar
ro: Repornire
ru: Перезапуск
th: รีสตาร์ท
tr: Yeniden Başlat
uk: Відновити
vi: Khởi động
zh_hant: 重新開始

source: 重置
ar: إعادة تعيين
ca: Reiniciar
cs: Obnovit
da: Genstart
de: Zurücksetzen
en: Reset
es: Reiniciar
fi: Nollaa
fr: Réinitialiser
he: איפוס
hi: रीसेट
hr: Ponovi
hu: Reset
id: Reset
it: Ripristina
ja: リセット
ko: 재설정
nl: Reset
pl: Reset
pt_br: Reiniciar
ro: Resetează
ru: Сброс
th: รีเซ็ต
tr: Yeniden
uk: Відновити
vi: Khôi phục

# 重试中 (%lld/%lld)
source: 重试中 (%1$lld/%2$lld)
ar: إعادة محاولة
ca: Intentant de nou
cs: Opakování
da: Gentagelse (X/%Y)
de: Wiederholen
en: Retry (%1$lld/%2$lld)
es: Reintentando
fi: Uudelleen
fr: Réessayer (%1$lld/%2$lld)
he: נשוב
hi: रीट्राय हो रहा है।
hr: Ponovno pokušava
hu: Újrapróbál
id: Mencoba lagi
it: Retry (%1$lld/%2$lld)
ja: 再試中 (%1/$2)
ko: 재시도 중
nl: Herproberen (%1$lld/%2$lld)
pl: Ponowne próby
pt_br: Reiniciando
ro: Reîncercare
ru: Повторять
th: ลองใหม่
tr: Tekrar Deneme
uk: Повторити
vi: Đang tải lại
zh_hant: 重新嘗試 (%1$lld/%2$lld)

source: 长按倍速播放
ar: ضغط طويل للتشغيل السريع
ca: Mantenir per reproduir ràpid.
cs: Drž pro rychlejší.
da: Hold for hurtigt afspilning
de: Lange Wiedergabe schneller
en: Hold to play faster
es: Reproducir rápido
fi: Pidä painettuna nopeammin
fr: Lecture accélérée (longue)
he: לחץ כדי לנגן מהר
hi: लंबा दबाओ, तेज चलाओ
hr: Duži pritisak, ubrzaj.
hu: Hosszal gyorsabb lejátszás
id: Tekan lama untuk putar cepat
it: Play veloce (lungo)
ja: 高速再生
ko: 속도 조절
nl: Houd vol om sneller te spelen
pl: Utrzymaj, aby szybciej.
pt_br: Play rápido
ro: Ține pentru redare rapidă
ru: Длительное нажатие – ускоренная воспроиздача
th: กดถนัด เล่นเร็ว
tr: Uzun basılı tut, hızla oynat
uk: Швидше грати
vi: Tăng tốc độ phát hành
zh_hant: 長按快播放

source: 降低播放速度
ar: تقليل السرعة
ca: Reduir velocitat
cs: Snížit rychlost
da: Reducér hastighed
de: Geschwindigkeit verringern
en: Reduce speed
es: Reducir velocidad
fi: Pienennä nopeutta
fr: Réduire la vitesse de lecture
he: הורדת מהירות
hi: सीधा प्ले स्पीड कम करें।
hr: Smanjiti brzinu
hu: Csökkentett sebesség
id: Perlambat pemutaran
it: Rallenta riproduzione
ja: 速度調整
ko: 속도 줄이기
nl: Verlaag snelheid
pl: Obniżyć prędkość
pt_br: Diminir velocidade
ro: Reduce speed
ru: Уменьшить скорость
th: ลดความเร็วในการเล่น
tr: Düşürme hız
uk: Зменши швидкість
vi: Giảm tốc độ phát

source: 隐私政策
ar: شروط الخصوصية
ca: Privaciat
cs: Ochrana osobních údajů
da: Privatlivspolitik
de: Datenschutzbestimmungen
en: Privacy Policy
es: Política de privacidad
fi: Tietosuoja
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelem
id: Privasi
it: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보처리방침
nl: Privacy Policy
pl: Polityka prywatności
pt_br: Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Quyền riêng tư
zh_hant: 隱私政策

source: 隔行扫描 (交错)
ar: مسح متقاطع
ca: Escaneig alternatiu
cs: Křížový sken
da: Skiftende scanning
de: Kreuzscan
en: Cross Scan
es: Intercambio
fi: Ristiin-skannaus
fr: Scan croisé
he: סריקה מצטלבת
hi: स्कैन करें
hr: Kružni sken
hu: Kétirányú szkanning
id: Scan Alternatif
it: Scansione incrociata
ja: 縦横 (たてよこ)
ko: 교차 스캔
nl: Scan alternatief
pl: Przeskanuj wszystkie
pt_br: Interlaçado
ro: Scan interactiv
ru: Перекрестный Scan
th: สแกนหลายช่อง
tr: Çapraz tarama
uk: Перехресний сканування
vi: Quỹ đạo quét
zh_hant: 錯過掃描

source: 音轨
ar: إيقاع
ca: Àudio
cs: Zvuk
da: Lydspor
de: Audio
en: Audio track
es: Audio
fi: Ääniraita
fr: Piste audio
he: אודיו
hi: ऑडियो ट्रैक
hr: Zvuk
hu: Hangvétel
id: Audio
it: Traccia
ja: 音トラック
ko: 오디오
nl: Audio track
pl: Dźwięk
pt_br: Áudio
ro: Sunet
ru: Аудио
th: เสียง
tr: Ses kaydı
uk: Аудіо трек
vi: Âm nhạc
zh_hant: 音軌

source: 音频 #%d
ar: صوت #%d
ca: Àudio #%d
cs: Audio #%d
da: Audio #%d
de: Audio #%d
en: Audio #%d
es: Audio #%d
fi: Äänio #%d
fr: Audio #%d
he: אודיו #%d
hi: ऑडियो #%d
hr: Audio #%d
hu: Audio #%d
id: Audio #%d
it: Audio #%d
ja: 音声 #%d
ko: 오디오 #%d
nl: Audio #%d
pl: Audio #%d
pt_br: Áudio #%d
ro: Audio #%d
ru: Аудио #%d
th: เสียง #%d
tr: Ses #%d
uk: Аудіо #%d
vi: Âm thanh #%d
zh_hant: 音頻 #%d

source: 音频轨道
ar: مسار الصوت
ca: Audio Track
cs: Zvukový stop
da: Audio Track
de: Audio Tracks
en: Audio Track
es: Audio Track
fi: Ääniraita
fr: Audio Track
he: אודיו
hi: ऑडियो ट्रैक
hr: Audio Track
hu: Audio Track
id: Audio track
it: Audio track
ja: オーディオトラック
ko: 오디오 트랙
nl: Audio track
pl: Audio Track
pt_br: Áudio
ro: Audio Track
ru: Аудио дорожка
th: เสียง
tr: Ses kaydı
uk: Аудіо трек
vi: Âm thanh
zh_hant: 音軌

source: 顶场优先 (TFF，底场先编码)
ar: تفضل بالمقام
ca: TFF: Prioritzar la zona principal
cs: TFF: Přední řada
da: Top-seat first
de: TFF: Vorhandene Inhalte priorisieren
en: TFF: First Stage Priority
es: TFF: Prioridad en la mesa
fi: TFF: Ennakkovoitto
fr: TFF (Premier tour)
he: טופ סרט ראשון
hi: टॉप स्टेज प्राथमिकता
hr: TFF: Prioritet za početne scene
hu: TFF: Első kör
id: TFF: Prioritaskan posisi utama
it: Priorità alla zona centrale
ja: TFF (底場優先)
ko: TFF (底場 우선)
nl: Toproning (TFF, Eerste ronde coderen)
pl: TFF: Początek rundy
pt_br: TFF: Prioridade no início
ro: TFF: Priorizează runda principală
ru: Топные позиции приоритет
th: TFF: เริ่มก่อน
tr: TFF (Ön sıralama)
uk: Топні позиції спочатку
vi: TFF: Đầu tiên
zh_hant: 頂場優先 (TFF，底場先編碼)

source: 顶场优先 (TFF)
ar: أفضل خانة
ca: Prioritat a la primera sala
cs: Prioritní pořadí
da: Første scene først
de: TFF
en: Priority Scene
es: Prioridad a la mejor sala
fi: Ensisijaisesti paras
fr: Priorité aux meilleures scènes
he: תצוגה עילית
hi: सबसे पहले
hr: Najbolji izbor
hu: Először a legjobb
id: Prioritaskan film utama
it: Priorità alla prima sala
ja: 優先的にトップシーン
ko: 최고 우선
nl: Prioriteit voor de beste films
pl: Priorytet dla najlepszych filmów
pt_br: Prioridade para os melhores filmes
ro: Prioritate pentru primele locuri
ru: Топ-место
th: จัดลำดับตามความสำคัญ
tr: Öncelik olarak en iyi alanı seç
uk: Пріоритет – за найкращим
vi: Ưu tiên hàng đầu
zh_hant: 首選場次
